{
  "ada": {
    "description": "Por su origen hebreo, significa mujer feliz, alegre y bella, y por su origen germánico mujer de gran nobleza."
  },
  "africa": {
    "description": "Proveniente del griego que significaba sin frío o caliente, referido a la temperatura del continente al que da nombre."
  },
  "agata": {
    "description": "Es un derivado del nombre Águeda, y significa bueno o bondadoso."
  },
  "agnes": {
    "description": "De origen griego, es un derivado de Inés. Hace referencia al cordero de Dios."
  },
  "alba": {
    "description": "Alba significa amanecer, el despertar. Simboliza la iluminación y el conocimiento."
  },
  "alicia": {
    "description": "Proviene del griego y significa verdad, hace referencia a la mujer que es verdadera."
  },
  "alma": {
    "description": "De origen latín, significa buen corazón y como nuestro concepto de alma, la que da vida, que alimenta."
  },
  "amaia": {
    "description": "Proviene del euskera y significa fin, límite."
  },
  "ana": {
    "description": "Tiene origen hebreo y significa benéfica, compasiva, llena de gracia."
  },
  "anastasia": {
    "description": "Proviene del griego y en su forma masculina significa resurrección, por lo tanto aquella que tiene la fuerza para resucitar."
  },
  "andrea": {
    "description": "De origen griego, significa valiente y bella."
  },
  "angelica": {
    "description": "Es un derivado de Ángela. Su origen es griego y significa enviada de Dios."
  },
  "ariadna": {
    "description": "Proviene del griego, y su significado es la mujer pura o la mujer santa."
  },
  "astrid": {
    "description": "Aunque es un nombre de origen nórdico y significa la princesa o diosa de la belleza, tiene otro origen griego en que significa la mejor."
  },
  "beatriz": {
    "description": "Es de origen latín y significa portadora de la felicidad o bienaventurada."
  },
  "belen": {
    "description": "Tiene origen hebreo y significa casa del pan, además de ser el nombre de la ciudad donde nació Jesucristo, situada en la actual región conocida como Cisjordania."
  },
  "berta": {
    "description": "Es un nombre de raíces germánicas, proveniente de la palabra berht que significa brillante, famosa."
  },
  "blanca": {
    "description": "Viene del latín, y como por el mismo nombre se intuye, significa brillante, pura, inmaculada."
  },
  "carla": {
    "description": "Tiene origen en el nombre germano de Karl, y significa la mujer fuerte."
  },
  "carolina": {
    "description": "Al igual que el nombre anterior, también proviene del nombre Karl de origen germánico. De hecho, es una variante de Carla, por lo que su significado es el mismo, la que es fuerte."
  },
  "casandra": {
    "description": "Nombre de origen griego, que significa hermana de los hombres."
  },
  "celeste": {
    "description": "Proviene del latín y hace referencia al cielo. Su significado es perteneciente al cielo o celestial."
  },
  "chantal": {
    "description": "Es un nombre de origen francés, y existe una población en Francia del mismo nombre. Significa piedra o hito."
  },
  "clara": {
    "description": "Con raíces en el latín, su significado es de sentimientos puros, transparente, ilustre, limpia."
  },
  "claudia": {
    "description": "Viene del latín, lengua en la cual significa coja o mujer a la que le cuesta caminar."
  },
  "cloe": {
    "description": "Tiene origen griego, y significa hierba o brote verde. Éste fue el nombre de la diosa griega de la agricultura."
  },
  "cristina": {
    "description": "Es un nombre de origen griego que proviene de la raíz Cristo, y significa fiel seguidora de Cristo."
  },
  "dafne": {
    "description": "Proviene de la mitología griega, de la ninfa hija de los dioses Peneo y Gea, de la cual Apolo se enamoró y que, para protegerla, su madre la convirtió en laurel."
  },
  "dana": {
    "description": "De origen hebreo, significa la que juzga."
  },
  "delia": {
    "description": "Nombre mitológico griego, era hermana melliza de Apolo y su nombre significa natural de la isla de Delos."
  },
  "elena": {
    "description": "Es de origen griego, relacionado con el nombre de Olga, y su significado es brillante como el sol."
  },
  "erica": {
    "description": "Es un nombre de origen germano, que significa princesa eterna o la que reina por siempre."
  },
  "esmeralda": {
    "description": "Proviene del latín, su nombre es el mismo que el de la piedra preciosa, y significa la que irradia pureza."
  },
  "estefania": {
    "description": "De origen griego, significa la bien coronada, refiriéndose a las coronas griegas de laurel."
  },
  "estela": {
    "description": "Del latín, es una variante de estrella de la mañana."
  },
  "ester": {
    "description": "Es un nombre de origen hebreo que significa la mujer estrella, refiriéndose al carácter de éxito, como la estrella que está en lo alto."
  },
  "eva": {
    "description": "Proviene del hebreo y significa fuente de vida haciendo mención a la primera mujer que existió, según la historia bíblica."
  },
  "fabiola": {
    "description": "Es de origen latino y su significado es mujer que se dedica a cultivar habas."
  },
  "fiona": {
    "description": "Es un nombre de origen galés y su significado es limpia, blanca, inocente."
  },
  "gala": {
    "description": "Es de origen latino y hace referencia al gentilicio de Galia, la actual Francia."
  },
  "gisela": {
    "description": "De origen germano, viene de la palabra gisil que significa flecha, haciendo referencia a una mujer fuerte, una flecha poderosa."
  },
  "gloria": {
    "description": "De origen latín significa, como su nombre dice, la que tiene fama o gloria."
  },
  "ines": {
    "description": "El origen no está claro. Se dice que proviene del griego hane que significa Casto o Sagrado. O del latín Agnus que equivale a Cordero. Es una de los pocos nombres femeninos que no contiene la letra a."
  },
  "ingrid": {
    "description": "De origen sueco, su significado es la hija."
  },
  "irene": {
    "description": "Su origen es griego Eirene, formaba parte de las Horas (divinidades olímpicas), significa la que tiene paz."
  },
  "iris": {
    "description": "En su origen mitológico griego Eiro era una diosa mensajera de Zeus, alada y muy hermosa que deja a su paso un arco multicolor que unía el cielo y la tierra."
  },
  "ivette": {
    "description": "Derivado de Ivorix de origen griego, era el nombre de un árbol sagrado, su significado es gloriosa o la que posee la gloria."
  },
  "jennifer": {
    "description": "En su origen galés, Ginebra significa justa y pura, era usado para nombrar el árbol del enebro."
  },
  "lara": {
    "description": "De origen latino, Lara era una ninfa del agua, famosa por su belleza, pero también por su indiscreción, por lo que fue castigada por Júpiter al silencio eterno."
  },
  "laura": {
    "description": "Proviene del griego Daphne y del latín Laurus, ambos significan laurel y significa victoriosa o coronada. Por este motivo, a los victoriosos en pruebas atléticas o a los poderosos se les investía con una corona de laurel."
  },
  "lea": {
    "description": "Deriva del hebreo Leah, que significa cansada o melancólica. Fue la primera esposa de Jacob, y que por concesión divina fue madre a los noventa años."
  },
  "lidia": {
    "description": "Proviene del griego, que latinizado como Lydius o Lydia, es el gentilicio de las personas de origen de una región del Asia Menor."
  },
  "lucia": {
    "description": "Viene del latín lux que significa luz. Lucía equivale a primera luz del día"
  },
  "mara": {
    "description": "De origen hebreo marah significaría amargura. Según los relatos bíblicos, este nombre fue adoptado por Noemí al perder a su esposo y sus dos hijos."
  },
  "maria": {
    "description": "La Iglesia atribuye su origen al hebreo y al arameo en su forma Miriam o Mariam, que significa señora o soberana. Sin embargo, hay algunas opiniones que le atribuyen la influencia egipcia de Mari-Yam, amada del Señor."
  },
  "marina": {
    "description": "Nombre latino proveniente de marinus que significa marino, marinero. Este nombre es también muy común en los países del Este, pero en este caso deriva de María."
  },
  "martina": {
    "description": "Es la forma femenina de Martín. De origen latino, Mars, relativo a Marte, dios de la guerra en Roma."
  },
  "melania": {
    "description": "De origen griego, deriva de Melanía, que significa negro, oscuro. En algunas regiones de la antigua Grecia era como se conocía a la diosa Deméter, que fue obligada a llevar luto tras el rapto por parte de Plutón de su hija Perséfone."
  },
  "minerva": {
    "description": "Era la diosa romana de la sabiduría y el arte."
  },
  "mireia": {
    "description": "De origen provenzal Mirèio, en su forma catalana. Significa bella, admirable. Se atribuye también al término latino Mirus/Mira, como admirable. El nombre de Mireia se popularizó en una novela en verso de Fréderic Mistral (1859)."
  },
  "miriam": {
    "description": "El origen de este nombre es el hebreo Myriam, que significa a quien Dios ama. Íntimamente vinculado al nombre de María."
  },
  "nadia": {
    "description": "Proviene del ruso Nadezhda que significa esperanza, una de las tres virtudes teologales."
  },
  "natalia": {
    "description": "De origen latino. Su etimología es mística Natalis Dies que significa día del nacimiento (de Cristo)."
  },
  "nazareth": {
    "description": "De origen hebreo, hace mención a la ciudad del mismo nombre del Próximo Oriente. Usado como nombre propio tiene un significado mínimamente diferente si es masculino o femenino, brote florido o brote que va a florecer, respectivamente."
  },
  "nerea": {
    "description": "Se le atribuyen dos orígenes. Por un lado griego, era la hija del dios del mar (anterior a Poseidón), Nereo, sus hijas eran las Nereidas, y su nombre hace referencia al mar. Por otro lado, su derivación del vasco, nere que significa la mía."
  },
  "nieves": {
    "description": "De origen latino neve o nive que significa blancura suprema."
  },
  "noelia": {
    "description": "Es la variante francesa de Natalia o Natividad, que deriva del latín nativitas, que hace referencia al nacimiento de Cristo."
  },
  "noemi": {
    "description": "Su origen es hebreo. Está formado por no'am que significa encanto o delicia, y por el sufijo -i que significa mi. En su conjunto, mi delicia, mi encanto."
  },
  "norma": {
    "description": "Es un nombre latino que no ha variado hasta la actualidad, significa escuadra o regla. Otros atribuyen su origen al germánico North-mann, que significa hombre del norte o normando."
  },
  "olga": {
    "description": "Deriva del origen escandinavo Helga y significa aquella que es invulnerable o inmortal."
  },
  "olimpia": {
    "description": "Según la mitología griega era el lugar donde residían los dioses."
  },
  "oriana": {
    "description": "De origen español en la época medieval, deriva de la locución Oria, variante del latín Áurea, y que significa dorada, de oro."
  },
  "patricia": {
    "description": "De origen latino, significa mujer noble, proviene de la locución patricii o patricius que a su vez vienen de pater (padre) y hacen referencia a las familias descendientes de orígenes romanos originales."
  },
  "paula": {
    "description": "Es el femenino de Pablo que viene de su origen latino Paulus, que significa pequeño."
  },
  "pia": {
    "description": "Deriva del latín pius, que significa piadosa."
  },
  "priscila": {
    "description": "Es el diminutivo del latín Prisca, que significa antigua. Fue esposa de Aquila y formaban un matrimonio judío que vivió en Roma hasta su expulsión por parte del emperador Claudio. Aparecen en varios pasajes del Nuevo Testamento."
  },
  "raquel": {
    "description": "De origen hebreo, significa la oveja de Dios."
  },
  "rebeca": {
    "description": "Su origen es hebreo o arameo, significa lazo o nudo y se atribuye simbólicamente como mujer fiel."
  },
  "regina": {
    "description": "De origen latín, su significado es reina."
  },
  "rocio": {
    "description": "Nombre de origen andaluz, deriva de la locución latina rocisus y significa mujer refrescante, juvenil."
  },
  "rosa": {
    "description": "Deriva del latín sin cambios, nombra la flor del rosal."
  },
  "ruth": {
    "description": "Nombre de origen hebreo, significa mujer fiel."
  },
  "sabrina": {
    "description": "Es la forma latina de su origen celta Hafren y es el nombre que los romanos daban al río Severn."
  },
  "sandra": {
    "description": "Deriva del nombre Alessandra en forma italiana. Proviene del griego Alexandros, y que significa protector del hombre."
  },
  "sara": {
    "description": "Proviene del nombre hebreo Sarah, que significa princesa. Es un personaje bíblico que aparece en el Génesis como la esposa de Abraham."
  },
  "silvia": {
    "description": "Deriva del latin silva que significa selva o bosque. El nombre quiere decir natural de los bosques."
  },
  "sofia": {
    "description": "Es la forma latinizada de su origen griego Sophia, que significa sabiduría, sabia."
  },
  "sonia": {
    "description": "Existen dos interpretaciones. Pudiera ser el hipocorístico ruso de Sofía, con lo que remitiríamos a esa acepción ya explicada. O podría venir del hindi Sona, que significa oro."
  },
  "talia": {
    "description": "Es de origen grecolatino, deriva del verbo thálleô que significa florecer, con lo que podríamos entender el nombre de Talía como aquella que es vigorosa."
  },
  "thais": {
    "description": "Era una diosa griega que con su belleza persuadía a los hombres para que lucharan por ella. Significa rayo de luz. Es también el nombre de una santa convertida que fue cortesana en Alejandría en el siglo IV."
  },
  "valentina": {
    "description": "Es la forma femenina de Valentín. Proviene del latín valens y significa la que tiene salud, vigorosa."
  },
  "valeria": {
    "description": "Es la variante femenina de Valerio que proviene del latín valere, que se entiende como ser fuerte, valiente."
  },
  "vanesa": {
    "description": "Hay dos versiones sobre su origen. Por un lado que proviene del latín vanities (que tiene vanidad). Por otro lado, que fue creado por el escritor británico Jonathan Swift en el poema Cadenus and Vanessa publicado en 1726, y en honor a su pupila Esther Vanhomrigh, uniendo Van (comienzo de su apellido) y Essa (hipocorístico de Esther en los países anglosajones)."
  },
  "vera": {
    "description": "Como otros muchos, pudiera tener varios orígenes. Uno podría ser el latín vera, que significa veraz, verdadera, el otro origen ruso de bepa, que significa mujer con fe, o simplemente fe."
  },
  "veronica": {
    "description": "Su origen es griego y significa mujer victoriosa."
  },
  "victoria": {
    "description": "Viene del latín, de la diosa romana del mismo nombre, su nombre significa la que triunfa."
  },
  "violeta": {
    "description": "Posiblemente proceda del griego iolanthe o del latino viola, ambos hacen referencia al color que indica."
  },
  "virginia": {
    "description": "Deriva del latín virgo que significa virgen."
  },
  "xenia": {
    "description": "Nombre de origen griego, que significa hospitalidad."
  },
  "zaida": {
    "description": "Fue una princesa musulmana de Al-Ándalus, concubina de Alfonso VI (1063-1101)."
  }
}